<!-- Модальное окно -->
<div class="md-modal md-effect-1" id="modal-1">
    <div class="md-content">
        <h3>Модальные окна</h3>
        <div>
            <p> Это модальное окно. Вы можете выполнять следующие действия с ним:</p>
            <ul>
                <li>Чтобы модальное окно корректно закрывалось, в нем должна присутсвовать кнопка с классом <b>md-close</b></li>
                <li>В каждой форме есть класс .md-effect-1 - цифру которого можно менять от 1 до 19, для различных эффектов модального окна</li>
                <li>У модалок должны быть разные id</li>
                <li>Стили модальных окон можно менять в файле <b>less/modal.less</b></li>
            </ul>
            <button class="md-close">Закрыть!</button>
        </div>
    </div>
</div>
<!-- Конец модального окна -->

<div class="md-overlay"></div>