<div class="md-modal md-effect-1" id="modal-1">
    <div class="md-content">
        <h3>Модальные окна</h3>
        <div>
            <p> Это модальное окно. Вы можете выполнять следующие действия с ним:</p>
            <ul>
                <li><strong>Читать:</strong> модальные окна, вероятно, несут важную текстовую информацию, так что не
                    забудьте прочитать то, что в них написано.</li>
                <li><strong>Смотреть:</strong> модальные окна несут визуальную информацию, на которую приятно
                    смотреть.</li>
                <li><strong>Закрыть:</strong> нажмите на кнопку, чтобы закрыть модальное окно.</li>
            </ul>
            <button class="md-close">Закрыть!</button>
        </div>
    </div>
</div>
<div class="md-overlay"></div>